{
    "version": "https://jsonfeed.org/version/1",
    "title": "时间沉潜纪行",
    "subtitle": "一去不返的游记",
    "icon": "https://chronochaser.github.io/assets/favicon.ico",
    "description": "Timelapse of The Past",
    "home_page_url": "https://chronochaser.github.io",
    "items": [
        {
            "id": "https://chronochaser.github.io/music/lessons/Modes-of-the-Diatonic-Collection_2024-02-28-/",
            "url": "https://chronochaser.github.io/music/lessons/Modes-of-the-Diatonic-Collection_2024-02-28-/",
            "title": "Modes of the Diatonic Collection",
            "date_published": "2024-02-28T10:49:45.000Z",
            "content_html": "<h1 id=\"preface\"><a class=\"anchor\" href=\"#preface\">#</a> Preface</h1>\n<p>Since I am learning music theory so far, I want to write some passage as a review.For the sake of my textbook, I think it's best to write review in English.</p>\n<h1 id=\"modes-of-the-diatonic-collection\"><a class=\"anchor\" href=\"#modes-of-the-diatonic-collection\">#</a> Modes of the Diatonic Collection</h1>\n<p>Now we have learnt major scale and minor scale, however there are some pieces which don't fit them. There are some modes,which is called diatonic modes.Sometimes it's also called &quot;church&quot; modes,because of their association with early plainsong chants sung in the Christian church.</p>\n<p>These modes share the same diatonic collection as a major, but begins on a different pitch.There are seven modes in all because of the seven diatonic.</p>\n<h2 id=\"ionianmajor-c-to-c\"><a class=\"anchor\" href=\"#ionianmajor-c-to-c\">#</a> Ionian(major) C to C</h2>\n<p>Ionian is the mode that the melody rests on C as it's most stable pitch.</p>\n<p>The most characteristic scale of Ionian mode is the tritone interval between the fourth and the seventh.</p>\n<h2 id=\"dorian-d-to-d\"><a class=\"anchor\" href=\"#dorian-d-to-d\">#</a> Dorian D to D</h2>\n<p>Dorian is the mode that the melody rests on D as it's most stable pitch.</p>\n<p>Dorian is a very commonly used mode in folk, popular music, world musics, and some rock and jazz.</p>\n<p>It sounds like natural minor, but the sixth scale is raised by a semitone, this makes Dorian sounds very dreamlike, especially when the melody jumps between the sixth and others.</p>\n<p>By the way, Cororo usually uses this in her <a href=\"http://music.My\">music.My</a> fa<a href=\"https://www.youtube.com/watch?v=cho-nc-WWC0&amp;pp=ygUM57-g6Zuo44Gu56W3\"> 翠雨の祷</a></p>\n<h2 id=\"phrygian-e-to-e\"><a class=\"anchor\" href=\"#phrygian-e-to-e\">#</a> Phrygian E to E</h2>\n<p>Sounds like Spain, you will have a feeling of bullfighting.<br />\nA dark mode sounds exotic and tense because of the most notes  in the scale are in minor intervals.</p>\n<h2 id=\"lydian-f-to-f\"><a class=\"anchor\" href=\"#lydian-f-to-f\">#</a> Lydian F to F</h2>\n<p>It sounds like minor scale, but the fourth is sharp, so it sounds like you are in the universe, or some high tech things.The opening music of Windows 98 uses it.</p>\n<h2 id=\"mixolydian-g-to-g\"><a class=\"anchor\" href=\"#mixolydian-g-to-g\">#</a> Mixolydian G to G</h2>\n<p>Compare with the minor scale,the seventh scale of Mixolydian is lowered, which makes it special. The flat of the seventh makes it unstable, so the seventh one usually wants go back to the first one in classic music. However in modern music and jazz music, it won't be like this sometimes.</p>\n<h2 id=\"aeoliannatural-minor-a-to-a\"><a class=\"anchor\" href=\"#aeoliannatural-minor-a-to-a\">#</a> Aeolian(natural minor) A to A</h2>\n<p>Aeolian has the same diatonic collection with minor scale, which sounds like unstable and sad.</p>\n<h2 id=\"locrian-b-to-b-modal-practice\"><a class=\"anchor\" href=\"#locrian-b-to-b-modal-practice\">#</a> Locrian B to B :Modal Practice</h2>\n<p>Most of the scales are not in the collection of minor scales, so it sounds very dark and isn't used a lot before. However, in so me modern music it is used.</p>\n<h1 id=\"conclusion\"><a class=\"anchor\" href=\"#conclusion\">#</a> Conclusion</h1>\n<p>These are the four modes of the diatonic collections. I learnt a lot from searching the information, but lots of things I can't understand now. I'll continue studying until I can understand them.</p>\n",
            "tags": [
                "音乐",
                "听课",
                "音乐",
                "乐理",
                "英文"
            ]
        },
        {
            "id": "https://chronochaser.github.io/HelloVVorld/",
            "url": "https://chronochaser.github.io/HelloVVorld/",
            "title": "写在开始的话",
            "date_published": "2024-02-20T16:00:00.000Z",
            "content_html": "<p>  现在是 2024 年 1 月 8 号中午十二点五十六，几天里面陆陆续续地搞，终于是给这个博客的东西差不多都配置好了，那在今天这个大喜的日子里面，有一种奇怪的仪式感，自己必须得写点什么，有种新开业的店铺剪彩的感觉了。</p>\n<p>  话说回来，看现在这个时间，应该正好是我考研初试后两周整。想要写一个博客的想法，大概也是考研复习期间产生的吧。那正好趁着现在回忆一下自己为什么要写这个博客。</p>\n<hr />\n<h3 id=\"关于我的2023年\"><a class=\"anchor\" href=\"#关于我的2023年\">#</a> 关于我的 2023 年</h3>\n<p>  2023 年里面应该算是我变化比较大的一年吧。<br />\n  2023 年上半年做毕设，毕业；年中趁着别人没入职，没上学的时间去见了很多自己之前的朋友；下半年独自准备了半年考研。现在想想这一年，果然是个快乐又痛苦的奇妙过程。忙着学习忙着干活忙着玩，经常是有做不完的事，但是一有自己的时间就马上全都浪费掉，每星期都很印象深刻，真的是一段很宝贵的经历。<br />\n  回想起来的话不止这一年，我过去的四年应该都是这么过来的，而现在的我，可能就是用这样的一天天构成的吧。都说 “女孩子是由砂糖、香辛料和某些美好东西组成的” 那我也找个地方记录下自己的日常，看看自己到底是个什么东西，看看我到底是不是书上说的用六十多种元素构成的。</p>\n<hr />\n<h3 id=\"想写点什么\"><a class=\"anchor\" href=\"#想写点什么\">#</a> 想写点什么</h3>\n<p>  刚才的提到的那些想法，其实主要是在我考研最后的三个月里面产生的。最后三个月我把我基本所有的社交账号和短视频娱乐之类的东西全都扔了，每天闭门造车，累了就看书要么就自己坐着思考，平常娱乐活动是听歌，感觉有压力就去喝点酒然后对着酒杯发呆。很有一种网络世界的潮水褪去，而我本人的生活被暴露出来的感觉。虽然疏于了和其他人的联络，少了点和大家一起的热闹，但是这段时间确实给了我一个审视自己的机会。正是因为这一段时间里面，我能独自冷静思考，总结自己过去的四年，我才能有现在的想法。</p>\n<p>  第一个要总结的就是学习的内容，所以我想在这里给自己从人，从事，从书中学到的东西记录下来。一方面是自己复习一遍，一方面是让自己以后再看的时候能看到自己是怎么一步步出来的，要是能给想要学的人铺个路那就更好了。</p>\n<p>  除了学习内容之外，我还想要记录下自己都干过什么。我的父亲是个很珍视自己曾经经历的人，他从小就教育我说，好好对待周围的人，好好珍惜和他人在一起的时间。每次和他散步，他都能指着各个地方说出他在哪里都干过什么。“我十五岁的时候和同学带着家里的狗在这洗澡，现在你都不止十五了，但我想起来还跟昨天似的”，“你老叔就是在这块这的电线杆子这触了电，从那之后脑子可能就反应慢一拍，从小我都一直带着他玩，给他花的钱比给你花的都多....”，“我像你这么大的时候就在这开了音像店，当时老火了，周围人都来抢着帮忙....”，虽然说我之前是没太听懂，但从那个时候起，看着父亲的表情就开始觉得，经历都是宝贵的，父亲是个拥有很多财富的人。现在想起来，我之前每年都会挑时间去自己小学初中高中之类曾经呆过的地方都看一眼，可能就是因为父亲的影响吧。说到父亲，我还是有挺多话想写的，只是自己现在表达能力不够，等哪天觉得自己有能写出来的的能力的时候一定得好好聊一聊。于是我应该也会偶尔写一写自己的回忆吧。</p>\n<p>  再就是，我自己的一些爱好了。其中一个很大的就是喜欢听歌。想要整个地方满足下自己听到歌之后产生的表达欲，所以偶尔会有一些听歌的感受或者是歌词翻译之类的。另一个就是玩游戏或者看电影了，总之如果碰到了玩到了很有感觉的文艺作品，那我可能会去写点感悟吧。</p>\n<hr />\n<h3 id=\"那就不如写个博客\"><a class=\"anchor\" href=\"#那就不如写个博客\">#</a> 那就不如写个博客</h3>\n<p>  关于为什么我要想到了专门搞一个博客来记录这些。一个契机是，之前我听歌的时候，没事就去查一查，偶然看到了个博客叫做：<a href=\"https://hsartrevlis.blogspot.com/\">對音樂遊戲太認真的產物</a>，是近十年前的东西，而且也好久没更新了，但是作者在里面写的东西给了当时的我很大的帮助。于是我当时就隐隐觉得，有个自己的博客，新文不会给周围的人推送，仅供自娱自乐，而偶尔给有缘人能看到的看看确实挺好的。大概是因为是这里给我的灵感吧，我才想整个自己的博客。说实话我不太喜欢到处分享自己的想法，<s>大概容易给自己尬到</s>，但可能再过一段时间，等我发现现在的东西已经变成了自己身后的事情的时候，我会愿意给别人看吧。</p>\n<p>  <s>写完上面的吃去吃了个饭，然后摆烂了一天，现在是十号了</s></p>\n<p>  之前看推特看到过句话，“意识到自己想做的，自己能做的，和自己做出来的差别的时候，才能算入门了创作”。可能确实，我写出来的东西和自己想要的效果也应该会差很多吧。但是我写博客的主要目的也不是创作，更多的是给自己一个交代的感觉。</p>\n<p>  关于这个博客的名字，ChronoDiver，本来是一个歌的歌名，打音游时候总玩，平常没事也会听一听，名字听起来还是有那么点感觉的，所以我就拿来当博客名字了。</p>\n<hr />\n<p>  由于各种原因，我终于再一次闲下来给这里收尾，现在已经是二月二十号了，就重新润色了下上面所有的内容，总之这就是开始了。</p>\n",
            "tags": [
                "游记",
                "日常",
                "回忆",
                "随想",
                "特殊的日子"
            ]
        }
    ]
}