{
    "version": "https://jsonfeed.org/version/1",
    "title": "时间沉潜纪行",
    "subtitle": "一去不返的游记",
    "icon": "https://chronochaser.github.io/assets/favicon.ico",
    "description": "Timelapse of The Past",
    "home_page_url": "https://chronochaser.github.io",
    "items": [
        {
            "id": "https://chronochaser.github.io/thoughts-2024-05-24/",
            "url": "https://chronochaser.github.io/thoughts-2024-05-24/",
            "title": "2024-5-27随想",
            "date_published": "2024-05-27T05:13:13.000Z",
            "content_html": "<h1 id=\"标题\"><a class=\"anchor\" href=\"#标题\">#</a> 标题</h1>\n<h2 id=\"副标题\"><a class=\"anchor\" href=\"#副标题\">#</a> 副标题</h2>\n<ul>\n<li>内容</li>\n<li>内容</li>\n</ul>\n<p>大家好，这里是我。我做这个博客的时候，本就有满足自己的心里产生的表达欲的想法，今天看来是终于可以让它派上用场了。当然我力求写出心中真实的想法，所以可能不太会写完了为了观赏性去修改，加上我其实没什么写文章有条理的能力，看起来可能会支离破碎一点。</p>\n<h2 id=\"原因\"><a class=\"anchor\" href=\"#原因\">#</a> 原因</h2>\n<p>我确实得承认，我在某些方面上面是个自负的人，我觉得有些时候我的有些想法就是不能为他人所理解，而反过来，当我因为压力或者其他的什么产生想法的时候，我也不太敢和别人说，这就是这份自负同时带给自己的自卑。当我的实际情况和对自己的要求矛盾的时候，就会产生现在这种现象吧，可能人人都会这样，但是我觉得无论怎样，一定得给自己一个解决的办法。</p>\n<p>而我现在产生了焦虑痛苦的直接原因，其实就是这个申请上学的事情，说白了，前途问题。很土，很俗，我一度觉得我不会再为这种东西担心了，但是我错了。可能我之前的看开是有限度的，也可能我这次没有像以前一样去梳理这些内容？我不太知道，但是可以肯定的是，我再次因为这种我看不太上的理由产生了一些焦虑的想法。不得不说，这种对自己的要求和自己身体很诚实地焦虑，确确实实给了我一种狗草了和草了狗的感觉。</p>\n<p>如果用矛盾的方法来说的话，那其实还是对自己要求过高和自己实际表现的之间产生的矛盾吧。</p>\n<p>这个矛盾可能还会分几个部分，我觉得需要依次写出来分析一下。</p>\n<h2 id=\"分析\"><a class=\"anchor\" href=\"#分析\">#</a> 分析</h2>\n<h3 id=\"自己本该能全身心投入某件事的\"><a class=\"anchor\" href=\"#自己本该能全身心投入某件事的\">#</a> 自己本该能全身心投入某件事的</h3>\n<p>是的，我现在对自己每天的表现不满意。高中真的是个有特点的地方，虽然我现在打出这两个字的时候，一种生疏感直接就上来了，事实上，我已经毕业五年了，但是我依然觉得高中一样的生活，或者说高中一样紧密的时间管理才是我能做到的最好吧。</p>\n<p>当然现实是我做不到。</p>\n<p>这我觉得是多项原因造成的吧，仔细一想，高中时候，周围有一样的人，环境里没有那么多的诱惑，有着老师父母的支持，有着学校的环境，而已经过了好几年相对散漫的生活的我是没办法回到原来的样子的，哦，或者高考后暑假的散漫过后我就无法回到原来的样子了吧。我该做的不是为现在自己的不争气怎么样，而是去努力引导自己，塑造自己周围的环境。</p>\n<p>是的，人的意志力是薄弱的，这点是人的生理结构就决定的。只有见了吃的就想吃，见了批就想草的人才能保留下来自己的基因，一点也不浪漫，这就是现实。很现实地说，人就是为了自己脑内的一点信息递质活着的。大脑永远在想着多获得一点多巴胺。而作为自己的理性人格，也只能让自己理性上想做的事情也产生多巴胺，去欺骗自己大脑中本能的部分。没错，这么一想，到处的工作方法一类的东西，大概就是这个原理吧。</p>\n<p>那么这个原因大概就解决了，我不是不能全身心投入，只不过，没意识到给自己引导至投入的方法。那接下来怎么办，就显而易见了。不得不说，我是真会给自己加戏啊。</p>\n<h3 id=\"自己现在做的事情能不能有用\"><a class=\"anchor\" href=\"#自己现在做的事情能不能有用\">#</a> 自己现在做的事情能不能有用</h3>\n<p>很好，这又是一个很俗很普遍很傻逼的话题。</p>\n<p><em>插一句，我刚才去删了点诸如 “大概”“可能” 一样的词，感觉是给自己幼稚想法找一些保留余地的同样幼稚的想法，干脆不写了。</em></p>\n<p>是的，如果说实际情况的话，那首先的就是语言考试。按照材料提交上面的要求，我需要在材料提交截止日期前看到自己的分数，但是出分需要 4-8 天，我 2 号考试，六号截止，那能不能赶得上也是个问题了。</p>\n<p>其实这个问题，实际做法上的的答案是很显而易见的，那就是无论怎么样都该去好好准备考试，赶得上很好，赶不上那也没办法了。但是问题在于，其实是我前几个月安排的不好导致现在这么紧张的。是的，我其实最接受不了的还是这个自己。又是一个很俗很常见的问题。我可以摆烂吗，我可以啥也不干吗，我可以让别人觉得我是个只会嘴上说说实际上没什么做的方法的人吗。</p>\n<p>我的答案是，可以，可以，还是他妈的可以。往者不可谏，来者犹可追。我应该想办法去接受自己，也不该这么说，要不又变成什么对自己的要求了，是我可以自己接受自己，绝对可以，轻易可以呀。</p>\n<p>话说回来，对自己要求很高和接受自己的无能是矛盾的吗？怎么想都是矛盾的，但我觉得应该解决。其实我从小到大就因为对自己要求高而以己度人，转而过度要求其他人而犯下过很多错误。我现在觉得自己在理解他人这一方面已经有了很多进步，那就试着用同样的方法理解自己吧。</p>\n<p>从客观条件上看来，我是一个怎样的人呢。小城市出身，家庭一般，从小到大接受的是一般教育，没什么目标，跟着大伙一起学习，靠着智商还不错吧，考了个还行的大学，大学过得散漫，学业上投入不多，毕业后想法才增加起来。这就是我的经历吧，平平无奇。可能每个人都是平平无奇的，但是实际写出来才发现我就是这样的平凡。其实我觉得我眼里不平凡的人也会觉得自己平凡吧。哎，写到这发现竟然还挺接受自己了。其实这些问题的来源更多的是对自己的认知不足吧，缺少反思从而对自己的能力有了错误的认识，从而给自己一种能力范围之外的目标而产生了压力，就是如此了。</p>\n<p>所以话说回来，我现在做的事情可能是无意义的，但是只是对于合不合格这一件事情而言的。我知道不能在自己无法做到的事情上 push 自己，但是我需要在自己力所能及的方面，在自己最想要退缩的方面不退缩。</p>\n<p>一方面想要退缩，想要放弃，另一方面又不敢承担退缩的后果。如此的矛盾便显现在身上了，而最后的结果就是痛苦地没结果。哎，这时候就该去知其不可为而为之了，话说的还挺浪漫的，但确实这种时候想结果就是没用，麻麻的，人生是旷野！</p>\n<p>就有一种滑滑梯的感觉吧，坐在滑梯上，滑下去，让重力带动自己，其他就没什么可想得了。到最后可能就算是没用，但是在经历上是有用的，这样就够了</p>\n<h3 id=\"很现实的未来问题\"><a class=\"anchor\" href=\"#很现实的未来问题\">#</a> 很现实的未来问题</h3>\n<p>不过就算不看有用没用这一系列，未来会怎么样是我不得不考虑的一个问题了。说白了就是要面对 “同龄人在职场或者学习的地方突飞猛进而自己无所事事的情况”。不得不说给问题写出来之后似乎解决办法一下子清晰了不少。我想要的是在最大众的意义上有着一个呆着的地方吗？应该并不是，我想要的是发展自己，给自己一个环境，给自己一些更强大的能力。</p>\n<p>那么这些问题着不着急呢？虽然很想写不着急三个字出来，但是毫无疑问这些问题是着急的。是我必须要着手去解决的。但是确实，着急的事情就是现在要去解决的事情，而不是必须要在什么时间前解决的事情。如果现在解决不了，还硬要去做的话，不过是自己给自己找不自在罢了。</p>\n<p>可能这就是现在这个时间的我的一点特权吧，我竟然真的有时间能停下来想一想这些，真的说自己可以等一年，可能这就是年轻的好处吧。但总之，人生的容错可能还很高，我现在可能还可以对一些东西不管不顾。没必要畏首畏尾，去做吧。</p>\n<h2 id=\"结论\"><a class=\"anchor\" href=\"#结论\">#</a> 结论</h2>\n<p>大言不惭地说，我无论分析成什么样子都会得出这个结论的。因为确实知道自己没什么焦虑的理由吧。甚至说真正要处理的问题都没价值分析，因为要处理的问题简单，心中的想法可能更难以处理吧。所以今天我才写了这么多。不得不说，真的很有用，很多思路突然就清晰起来了。这也确实提示我自己，时刻关注自己的想法。人的大脑就是很复杂，就是无法如同机器一样说什么就去做什么的，接受这样的自己，给自己动力去做事，感受自己，感受别人，这样的话就够了吧。</p>\n<p>总之接下来的几天，如果有时间，我会跟着更新这些内容，持续关注点自己吧。</p>\n",
            "tags": [
                "计算机科学",
                "Linux",
                "文章标签1",
                "文章标签2"
            ]
        },
        {
            "id": "https://chronochaser.github.io/music/translate/oto/",
            "url": "https://chronochaser.github.io/music/translate/oto/",
            "title": "《o†o》 - 歌词翻译",
            "date_published": "2024-02-29T14:14:30.000Z",
            "content_html": "<iframe frameborder=\"no\" border=\"0\" marginwidth=\"0\" marginheight=\"0\" width=330 height=86 src=\"//music.163.com/outchain/player?type=2&id=1329979983&auto=1&height=66\"></iframe>\n<blockquote>\n<p>For yawning us just looking up at the sky<br>Boring god left a big box from the sky<br><br>On the day which is to repeat<br>The sky falling down<br>It might be good watch it reset</p>\n</blockquote>\n<p>我们打着哈欠仰望天空<br />\n无聊的神便送来了他的礼物盒</p>\n<p>在这本只能虚度的重复一天<br />\n天穹开始塌陷<br />\n是时候重新开始这一切了</p>\n<blockquote>\n<p>This rain had been promised for long time<br />\n<br>This rain will wash away everything<br />\n<br><br />\n<br>And everything is denied again!<br />\n<br>And the Apocalypse Trumpets will ring!<br />\n<br>1...2...3...4...5...6......7!<br />\n<br><br />\n<br>No!No!No!No!No!No!No!No!No!No!No!<br />\n<br>No!No!No!No!No!No!No!No!No!No......<br />\n<br>No!</p>\n</blockquote>\n<p>这场雨本就是久远的承诺<br />\n这场雨本就会涤除一切</p>\n<p><br>And everything is denied again!<br />\n<br>And the Apocalypse Trumpets will ring! <sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup><br />\n<br>1...2...3...4...5...6......7!<br />\n<br>No!No!No!No!No!No!No!No!No!No!No!<br />\n<br>No!No!No!No!No!No!No!No!No!No......<br />\n<br>No!</p>\n<blockquote>\n<p>right now<br><br />\nwash away<br><br />\ntrue and lie<br><br />\npast and now<br><br />\nlove and hate<br><br />\nwhen the time comes you will find that in fact<br><br />\nthe beginning and end is same<br></p>\n</blockquote>\n<p>来吧<br />\n冲走一切吧<br />\n无论真相还是谎言<br />\n无论过去还是现在<br />\n无论是爱还是恨</p>\n<p>当终焉来临时 你会发现<br />\n开始和结束没什么不同</p>\n<blockquote>\n<p>wash away<br><br />\ndream and hope<br><br />\nsmile and cry<br><br />\nyou and me<br><br />\nif all disappears you will see<br><br />\nit will all be the same<br></p>\n</blockquote>\n<p>冲走一切吧<br />\n无论梦想还是希望<br />\n无论喜悦还是悲伤<br />\n无论是你还是我<br />\n等一切消失后 你会明白<br />\n我们所有人都同道同心</p>\n<blockquote>\n<p>with rain comes a rainbow<br><br />\nfilled with your dreams<br><br />\nlike a tune connecting you and me</p>\n</blockquote>\n<p>待雨过天晴 长虹初上<br />\n那彩虹就是一条梦幻的纽带<br />\n将你我用这 “音” 连结在一起！</p>\n<p>wac 神作 o†o，asaki 的吉他也是极其抓耳。初印象是个儿歌，听几遍之后好像还有点恐怖要素，看歌词再听就觉得是神作了。一般人要么写世界毁灭了好伤心，要么写大家在一起开开心心就好，而用期望和叙述的语气写世界快点毁灭吧，这样大家就连接在一起了的，只有 wac 能有此等天才的想法。呼应着自己的前作 neu，用梦幻、浪漫而又有冲击力的方式赞美了自己热爱的音乐，对听众讲述着希望所有人连结在一起的期望。给人心中带来温暖的同时，也不得不让人赞叹，他过于天才。我听了几百遍，但是英语日语不好，虽然明白了字面意思，但总是不能 get 到 wac 全部的想法，干脆狠狠地查了一下，然后按照我的理解整了个中文歌词。现在心情极其舒畅，wac 是神（再次）</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>官方日文翻译此处为英语，我就也保留了。这两句意为 “一切都将被重启，启示录的号角将被吹响！” 启示录的号角就是那个经典的一共七个，吹一个就有一种灾祸降临人间的那个（基督教不懂啦） <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "音乐",
                "翻译",
                "英语",
                "一点微小的工作"
            ]
        },
        {
            "id": "https://chronochaser.github.io/notice/",
            "url": "https://chronochaser.github.io/notice/",
            "title": "何时进来的了？",
            "date_published": "2024-02-29T12:55:43.000Z",
            "content_html": "<p><strong>成功把博客装好，博主的霸气立刻暴增，狂增，劲增！写写写写写！他此刻的气势比他任何时候也更强大五十倍；无比霸念，无比狂态，如此的疯狂作者...，天下间还有什么可以抵挡？他妈的，天下间还有什么可以抵挡了？</strong></p>\n<p><img data-src=\"https://img.moegirl.org.cn/common/c/c7/%E5%96%9C%E6%AC%A2%E5%88%B0%E6%9E%81.jpg\" alt=\"喜欢到极呀\" /></p>\n",
            "tags": []
        },
        {
            "id": "https://chronochaser.github.io/music/lessons/Modes-of-the-Diatonic-Collection/",
            "url": "https://chronochaser.github.io/music/lessons/Modes-of-the-Diatonic-Collection/",
            "title": "Modes of the Diatonic Collection",
            "date_published": "2024-02-28T10:49:45.000Z",
            "content_html": "<h1 id=\"preface\"><a class=\"anchor\" href=\"#preface\">#</a> Preface</h1>\n<p>Since I am learning music theory so far, I want to write some passage as a review.For the sake of my textbook, I think it's best to write review in English.</p>\n<h1 id=\"modes-of-the-diatonic-collection\"><a class=\"anchor\" href=\"#modes-of-the-diatonic-collection\">#</a> Modes of the Diatonic Collection</h1>\n<p>Now we have learnt major scale and minor scale, however there are some pieces which don't fit them. There are some modes,which is called diatonic modes.Sometimes it's also called &quot;church&quot; modes,because of their association with early plainsong chants sung in the Christian church.</p>\n<p>These modes share the same diatonic collection as a major, but begins on a different pitch.There are seven modes in all because of the seven diatonic.</p>\n<h2 id=\"ionianmajor-c-to-c\"><a class=\"anchor\" href=\"#ionianmajor-c-to-c\">#</a> Ionian(major) C to C</h2>\n<p>Ionian is the mode that the melody rests on C as it's most stable pitch.</p>\n<p>The most characteristic scale of Ionian mode is the tritone interval between the fourth and the seventh.</p>\n<h2 id=\"dorian-d-to-d\"><a class=\"anchor\" href=\"#dorian-d-to-d\">#</a> Dorian D to D</h2>\n<p>Dorian is the mode that the melody rests on D as it's most stable pitch.</p>\n<p>Dorian is a very commonly used mode in folk, popular music, world musics, and some rock and jazz.</p>\n<p>It sounds like natural minor, but the sixth scale is raised by a semitone, this makes Dorian sounds very dreamlike, especially when the melody jumps between the sixth and others.</p>\n<p>By the way, Cororo usually uses this in her <a href=\"http://music.My\">music.My</a> fa<a href=\"https://www.youtube.com/watch?v=cho-nc-WWC0&amp;pp=ygUM57-g6Zuo44Gu56W3\"> 翠雨の祷</a></p>\n<h2 id=\"phrygian-e-to-e\"><a class=\"anchor\" href=\"#phrygian-e-to-e\">#</a> Phrygian E to E</h2>\n<p>Sounds like Spain, you will have a feeling of bullfighting.<br />\nA dark mode sounds exotic and tense because of the most notes  in the scale are in minor intervals.</p>\n<h2 id=\"lydian-f-to-f\"><a class=\"anchor\" href=\"#lydian-f-to-f\">#</a> Lydian F to F</h2>\n<p>It sounds like minor scale, but the fourth is sharp, so it sounds like you are in the universe, or some high tech things.The opening music of Windows 98 uses it.</p>\n<h2 id=\"mixolydian-g-to-g\"><a class=\"anchor\" href=\"#mixolydian-g-to-g\">#</a> Mixolydian G to G</h2>\n<p>Compare with the minor scale,the seventh scale of Mixolydian is lowered, which makes it special. The flat of the seventh makes it unstable, so the seventh one usually wants go back to the first one in classic music. However in modern music and jazz music, it won't be like this sometimes.</p>\n<h2 id=\"aeoliannatural-minor-a-to-a\"><a class=\"anchor\" href=\"#aeoliannatural-minor-a-to-a\">#</a> Aeolian(natural minor) A to A</h2>\n<p>Aeolian has the same diatonic collection with minor scale, which sounds like unstable and sad.</p>\n<h2 id=\"locrian-b-to-b-modal-practice\"><a class=\"anchor\" href=\"#locrian-b-to-b-modal-practice\">#</a> Locrian B to B :Modal Practice</h2>\n<p>Most of the scales are not in the collection of minor scales, so it sounds very dark and isn't used a lot before. However, in so me modern music it is used.</p>\n<h1 id=\"conclusion\"><a class=\"anchor\" href=\"#conclusion\">#</a> Conclusion</h1>\n<p>These are the four modes of the diatonic collections. I learnt a lot from searching the information, but lots of things I can't understand now. I'll continue studying until I can understand them.</p>\n",
            "tags": [
                "音乐",
                "听课",
                "音乐",
                "乐理",
                "英文"
            ]
        },
        {
            "id": "https://chronochaser.github.io/HelloVVorld/",
            "url": "https://chronochaser.github.io/HelloVVorld/",
            "title": "写在开始的话",
            "date_published": "2024-02-20T16:00:00.000Z",
            "content_html": "<p>  现在是 2024 年 1 月 8 号中午十二点五十六，几天里面陆陆续续地搞，终于是给这个博客的东西差不多都配置好了，那在今天这个大喜的日子里面，有一种奇怪的仪式感，自己必须得写点什么，有种新开业的店铺剪彩的感觉了。</p>\n<p>  话说回来，看现在这个时间，应该正好是我考研初试后两周整。想要写一个博客的想法，大概也是考研复习期间产生的吧。那正好趁着现在回忆一下自己为什么要写这个博客。</p>\n<hr />\n<h3 id=\"关于我的2023年\"><a class=\"anchor\" href=\"#关于我的2023年\">#</a> 关于我的 2023 年</h3>\n<p>  2023 年里面应该算是我变化比较大的一年吧。<br />\n  2023 年上半年做毕设，毕业；年中趁着别人没入职，没上学的时间去见了很多自己之前的朋友；下半年独自准备了半年考研。现在想想这一年，果然是个快乐又痛苦的奇妙过程。忙着学习忙着干活忙着玩，经常是有做不完的事，但是一有自己的时间就马上全都浪费掉，每星期都很印象深刻，真的是一段很宝贵的经历。<br />\n  回想起来的话不止这一年，我过去的四年应该都是这么过来的，而现在的我，可能就是用这样的一天天构成的吧。都说 “女孩子是由砂糖、香辛料和某些美好东西组成的” 那我也找个地方记录下自己的日常，看看自己到底是个什么东西，看看我到底是不是书上说的用六十多种元素构成的。</p>\n<hr />\n<h3 id=\"想写点什么\"><a class=\"anchor\" href=\"#想写点什么\">#</a> 想写点什么</h3>\n<p>  刚才的提到的那些想法，其实主要是在我考研最后的三个月里面产生的。最后三个月我把我基本所有的社交账号和短视频娱乐之类的东西全都扔了，每天闭门造车，累了就看书要么就自己坐着思考，平常娱乐活动是听歌，感觉有压力就去喝点酒然后对着酒杯发呆。很有一种网络世界的潮水褪去，而我本人的生活被暴露出来的感觉。虽然疏于了和其他人的联络，少了点和大家一起的热闹，但是这段时间确实给了我一个审视自己的机会。正是因为这一段时间里面，我能独自冷静思考，总结自己过去的四年，我才能有现在的想法。</p>\n<p>  第一个要总结的就是学习的内容，所以我想在这里给自己从人，从事，从书中学到的东西记录下来。一方面是自己复习一遍，一方面是让自己以后再看的时候能看到自己是怎么一步步出来的，要是能给想要学的人铺个路那就更好了。</p>\n<p>  除了学习内容之外，我还想要记录下自己都干过什么。我的父亲是个很珍视自己曾经经历的人，他从小就教育我说，好好对待周围的人，好好珍惜和他人在一起的时间。每次和他散步，他都能指着各个地方说出他在哪里都干过什么。“我十五岁的时候和同学带着家里的狗在这洗澡，现在你都不止十五了，但我想起来还跟昨天似的”，“你老叔就是在这块这的电线杆子这触了电，从那之后脑子可能就反应慢一拍，从小我都一直带着他玩，给他花的钱比给你花的都多....”，“我像你这么大的时候就在这开了音像店，当时老火了，周围人都来抢着帮忙....”，虽然说我之前是没太听懂，但从那个时候起，看着父亲的表情就开始觉得，经历都是宝贵的，父亲是个拥有很多财富的人。现在想起来，我之前每年都会挑时间去自己小学初中高中之类曾经呆过的地方都看一眼，可能就是因为父亲的影响吧。说到父亲，我还是有挺多话想写的，只是自己现在表达能力不够，等哪天觉得自己有能写出来的的能力的时候一定得好好聊一聊。于是我应该也会偶尔写一写自己的回忆吧。</p>\n<p>  再就是，我自己的一些爱好了。其中一个很大的就是喜欢听歌。想要整个地方满足下自己听到歌之后产生的表达欲，所以偶尔会有一些听歌的感受或者是歌词翻译之类的。另一个就是玩游戏或者看电影了，总之如果碰到了玩到了很有感觉的文艺作品，那我可能会去写点感悟吧。</p>\n<hr />\n<h3 id=\"那就不如写个博客\"><a class=\"anchor\" href=\"#那就不如写个博客\">#</a> 那就不如写个博客</h3>\n<p>  关于为什么我要想到了专门搞一个博客来记录这些。一个契机是，之前我听歌的时候，没事就去查一查，偶然看到了个博客叫做：<a href=\"https://hsartrevlis.blogspot.com/\">對音樂遊戲太認真的產物</a>，是近十年前的东西，而且也好久没更新了，但是作者在里面写的东西给了当时的我很大的帮助。于是我当时就隐隐觉得，有个自己的博客，新文不会给周围的人推送，仅供自娱自乐，而偶尔给有缘人能看到的看看确实挺好的。大概是因为是这里给我的灵感吧，我才想整个自己的博客。说实话我不太喜欢到处分享自己的想法，<s>大概容易给自己尬到</s>，但可能再过一段时间，等我发现现在的东西已经变成了自己身后的事情的时候，我会愿意给别人看吧。</p>\n<p>  <s>写完上面的吃去吃了个饭，然后摆烂了一天，现在是十号了</s></p>\n<p>  之前看推特看到过句话，“意识到自己想做的，自己能做的，和自己做出来的差别的时候，才能算入门了创作”。可能确实，我写出来的东西和自己想要的效果也应该会差很多吧。但是我写博客的主要目的也不是创作，更多的是给自己一个交代的感觉。</p>\n<p>  关于这个博客的名字，ChronoDiver，本来是一个歌的歌名，打音游时候总玩，平常没事也会听一听，名字听起来还是有那么点感觉的，所以我就拿来当博客名字了。</p>\n<hr />\n<p>  由于各种原因，我终于再一次闲下来给这里收尾，现在已经是二月二十号了，就重新润色了下上面所有的内容，总之这就是开始了。</p>\n",
            "tags": [
                "游记",
                "日常",
                "回忆",
                "随想",
                "特殊的日子"
            ]
        }
    ]
}